{"people": [{"title": "Tesla becomes 6th largest U.S. company, surpassing Berkshire Hathaway", "summary": "> Tesla Inc. TSLA, +2.04% on Friday surpassed Berkshire Hathaway Inc. BRK.A, -0.85% BRK.B, -0.67% as the sixth-largest U.S. company by market capitalization.", "sentiment": "Neutral"}, {"title": "Cathy Wood predicted Bitcoin, Tesla, Square, Invitae and now Crispr", "summary": "Basically her top 5 companies/assets that she was the most bullish on, has 10X'd or is in the process of 10Xing right now.In an older interview she talks about the research she did on Crispr.", "sentiment": "Mixed"}, {"title": "Elon Musk warns employees Tesla's stock could 'get crushed like a soufflé under a sledgehammer'", "summary": "", "sentiment": "Negative"}, {"title": "Tesla is raising an additional $5 billion in equity capital", "summary": "The Sales Agents  obligations to sell the Shares under the Equity Distribution Agreement are subject to satisfaction of certain conditions, including customary closing conditions.", "sentiment": "Neutral"}, {"title": "Tesla up 6% today and up 12% in the last 5 days at $3150 pre split", "summary": "", "sentiment": "Negative"}, {"title": "S&P Global announced that Tesla will join the S&P 500", "summary": "", "sentiment": "Neutral"}, {"title": "Tesla, Trading at $650, Gets $90 PT from JPMorgan", "summary": "", "sentiment": "Neutral"}, {"title": "Toyota battery tech could be the key to transitioning to EV's and leave Tesla in the dust", "summary": "Toyota plans to be the first company to sell an electric vehicle equipped with a solid-state battery in the early 2020s.", "sentiment": "Neutral"}, {"title": "Tesla up 24% since last week and up 30% from the previous month", "summary": "", "sentiment": "Negative"}, {"title": "Wall Street Braces As Tesla Addition to S&P 500 Could Put $100 Billion Into Play", "summary": "The people who will pay the price if S&P screws up are the investors in passive S&P,  he says.Why It Matters: Tesla's addition to the S&P 500 also happens the same day the so-called  quadruple witching  takes place.", "sentiment": "Neutral"}], "corporation": [{"title": null, "summary": "Elon Musk says he has moved to Texas, from California..", "sentiment": "Neutral"}, {"title": "Musk, Leaving California,  Stokes Rivalry With Texas", "summary": "‘Welcome to Texas!’: Musk’s California Departure Stokes the States’ Rivalry.", "sentiment": "Neutral"}, {"title": null, "summary": "", "sentiment": "Neutral"}, {"title": "With Eye on Tesla, G.M. Hastens Push For Electric Vehicles", "summary": "", "sentiment": "Positive"}, {"title": null, "summary": "", "sentiment": "Mixed"}, {"title": "Classic British Marques Catch the S.U.V. Bug", "summary": "But with S.U.V.s, vans and pickups now accounting for nearly three-quarters of new vehicle sales in the United States, manufacturers in Britain — some familiar, some unexpected — have followed the market.", "sentiment": "Neutral"}, {"title": "G.M. Scales Back Alliance With Electric Truck Firm", "summary": "Nikola, a start-up electric truck company that had made a big splash on Wall Street, announced a broad alliance with General Motors in September that promised to give the company critical technology, financial support and credibility with investors.", "sentiment": "Neutral"}, {"title": null, "summary": "Why We’re Talking About the California-Texas Rivalry, Again.\nAlso: An update on the pandemic.\nGood morning.", "sentiment": "Neutral"}, {"title": "Downey, Calif.", "summary": "", "sentiment": "Neutral"}, {"title": null, "summary": "Here’s the Line-up for Day 1 of the DealBook Online Summit.\nWe hope you can join us for the first day of the DealBook Online Summit.", "sentiment": "Neutral"}], "peopleAVG": "Neutral", "corporationAVG": "Neutral"}