{"people": [{"title": "Facebook new game streaming won't be available on iPhone. Can't be good for AAPL.", "summary": "Instead, Facebook said people can play these games on a computer through its Facebook Gaming website or through its Facebook app on devices powered by Google's Android https://www.cnet.com/google-amp/news/facebooks-new-mobile-gaming-service-says-no-to-iphone/", "sentiment": "Neutral"}, {"title": "How many of you see Bitcoin surpassing gold as the ultimate safe heaven asset in the far future?", "summary": "The younger generation i.e Millennials, gen Z being more interested in digital assets instead of holding physical metals, it safe to assume that bitcoin can easily head to more than 100k over the next 20 - 30 years.", "sentiment": "Mixed"}, {"title": "I have AMZN, FB, and MSFT - I want to drop one and consolidate my positions into two. Which would you choose?", "summary": "The other side of me wants to keep MSFT because it's the \"safest\" out of the three.Thoughts?edit: My goal is to further consolidate my positions to accelerate growth.", "sentiment": "Mixed"}, {"title": "Snap and Pinterest Saw Benefit From Facebook Advertiser Boycott", "summary": "", "sentiment": "Neutral"}, {"title": "Amazon beats, Earnings: $12.37 vs $7.41 expected, Revenue: $96.15b vs $92.7b expected", "summary": "Subscription services, which includes revenue from Prime  memberships, climbed 33% year over year to $6.58 billion.Once  again, third-party sales grew more than Amazon's first-party business.", "sentiment": "Mixed"}, {"title": "The Economist: \"Value investing is struggling to remain relevant\"", "summary": "The way intangible capital is accounted for (or rather, not accounted for) distorts measures of earnings and book value, which makes them less reliable metrics on which to base a company s worth.", "sentiment": "Mixed"}, {"title": "Daily Advice Thread - All basic help or advice questions must be posted here.", "summary": "(Do you mind risking it at blackjack or do you need to know its 100% safe?)* What are you current holdings?\nDo you need this money next month?", "sentiment": "Mixed"}, {"title": "Softbank's new unit, \"SB Northstar\", set up to play the market in tech stocks reveals that it has racked up trading losses of $3.7bn so far", "summary": "", "sentiment": "Mixed"}, {"title": "Which Big Data stocks do you recommend to buy & hold?", "summary": "", "sentiment": "Neutral"}, {"title": "Goldman Sachs has just boosted its S&P Target. Here's why", "summary": "", "sentiment": "Mixed"}], "corporation": [{"title": "Why Did Facebook Mute Philanthropic Businesses?", "summary": "", "sentiment": "Negative"}, {"title": "Rightists Flee Facebook for a Safe Space", "summary": "", "sentiment": "Neutral"}, {"title": null, "summary": "At Tuesday’s hearing on social media and misinformation, much of the discussion focused on the minutiae of how Facebook and Twitter carry out the process of moderating the billions of pieces of content regularly posted to their networks.", "sentiment": "Strongly Negative"}, {"title": null, "summary": "", "sentiment": "Neutral"}, {"title": null, "summary": "Facebook said on Wednesday that it plans to continue a moratorium on political advertising for another month, a move that may affect Democrats and Republicans as they continue vying against each other in key Senate races in Georgia.", "sentiment": "Negative"}, {"title": null, "summary": "Tweets from Biden aide show campaign’s frustration with Facebook..\nThe campaign has urged the company to more aggressively police misinformation for more than a year.", "sentiment": "Strongly Negative"}, {"title": null, "summary": "Facebook Removes Pages Linked to Bannon for Pushing Misinformation.\nThe pages, associated with the Stop the Steal hashtag, had about 2.5 million followers.", "sentiment": "Neutral"}, {"title": null, "summary": "But what will happen to President Trump’s accounts on the social media platforms when he leaves office?", "sentiment": "Negative"}, {"title": "Facebook Throws Up More Hurdles", "summary": "New measures would slow down the flow of information and make election misinformation less visible, according to people with knowledge of the matter.", "sentiment": "Neutral"}, {"title": "The Rise and Fall of the ‘Stop the Steal’ Facebook Group", "summary": "— The first post in the new Facebook group that was started on Wednesday was innocuous enough.", "sentiment": "Neutral"}], "peopleAVG": "Mixed", "corporationAVG": "Negative"}